Repository: KamilaSalimzhanova/deepdive_ios26
Catalog: greetingsApp/GreetingsApp/Localizable.xcstrings
Source language: en
Languages: ar, fr, ru

source: Arabic
ar: عربي
fr: arabe
ru: Арабский

source: Are u ready to,
ar: هل أنت مستعد؟
fr: Es-tu prêt(e)?
ru: Ты готов(а)?

source: Boom.
ar: بوم
fr: Boum.
ru: Бум.

source: English
ar: إنجليزي
fr: anglais
ru: Английский

source: Exploring iOS Programming
ar: استكشاف برمجة iOS
fr: Explorer la programmation iOS
ru: Изучение программирования iOS

source: French
ar: فرنسي
fr: français
ru: Французский

source: Greetings
ar: تحية
fr: Bienvienue
ru: Привествие

source: Hello there!
ar: مرحبًا!
fr: Bonjour!
ru: Привет!

source: Learning how to bake
ar: تعلم الخَبز
fr: Apprendre à cuisiner
ru: Учимся печь

source: Programming Recipes
ar: وصفات البرمجة
fr: Recettes de programmation
ru: Рецепты программирования

source: Russian
ar: روسي
fr: russe
ru: Русский

source: start exploring
ar: ابدأ الاستكشاف
fr: Commencez à explorer
ru: Начните исследовать

source: Welcome to swift programming
ar: مرحبًا بك في برمجة سويفت
fr: Bienvenue dans la programmation Swift
ru: Добро пожаловать в программирование на Swift
